//TESTLST  JOB (1),TESTLST,CLASS=A,MSGCLASS=A,
//             MSGLEVEL=(1,1),USER=HERC01,PASSWORD=CUL8TR
//* LIST DEFAULT MASTER CATALOG CONTENTS
//STEP1    EXEC PGM=IDCAMS,REGION=4096K
//SYSPRINT DD SYSOUT=A
//SYSIN    DD *
  LISTCAT ALL
/*
//
