//TESTCAT  JOB (1),TESTCAT,CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),USER=HERC01,PASSWORD=CUL8TR
//* TEST - LIST MASTER CATALOG AND CHECK KICKS0 VOLUME
//STEP1    EXEC PGM=IDCAMS,REGION=4096K
//SYSPRINT DD SYSOUT=*
//KICKS0   DD UNIT=3350,DISP=OLD,VOL=SER=KICKS0
//SYSIN    DD *
  LISTCAT CATALOG(SYS1.MCAT.TK5) ALL
/*
//
