//RECV370  JOB (1),RECV370,CLASS=A,MSGCLASS=A
//RECV1   EXEC RECV370
//XMITIN   DD  UNIT=00C,DCB=BLKSIZE=80
//SYSUT2   DD  DSN=KICKS.V1R5M0.INSTALL,
//             VOL=SER=PUB001,UNIT=3390,
//             SPACE=(TRK,(600,,8),RLSE),
//             DISP=(,CATLG)
/*
