//RECVKICK JOB (1),'RECV KICKS',CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//*
//* COPY KICKS XMIT FROM CARD READER TO DATASET
//* THEN USE TSO RECEIVE TO UNPACK
//*
//COPY    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//SYSUT1   DD UNIT=000C,DCB=(RECFM=FB,LRECL=80,BLKSIZE=3120)
//SYSUT2   DD DSN=HERC01.KICKS.XMIT,
//            UNIT=SYSALLDA,
//            SPACE=(TRK,(600,100),RLSE),
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=3120),
//            DISP=(NEW,CATLG,DELETE)
//
