//RECV370 JOB (1),'UNPACK XMIT',CLASS=A,MSGCLASS=X
//JOBLIB   DD DISP=SHR,DSN=SYS2.LINKLIB
//*------------------------------------------------------------
//RECV1   EXEC PGM=RECV370
//RECVLOG  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//XMITIN   DD UNIT=01C,DCB=BLKSIZE=80
//SYSUT1   DD UNIT=VIO,SPACE=(CYL,(5,5))
//SYSUT2   DD DSN=KICKS.V1R5M0.INSTALL,
//            UNIT=SYSALLDA,
//            SPACE=(TRK,(600,,8),RLSE),
//            DISP=(,CATLG)
//
