//INITKICK JOB (1),'INIT KICKS VOL',CLASS=A,MSGCLASS=X,
//         MSGLEVEL=(1,1),USER=HERC01,PASSWORD=CUL8TR
//*
//* INITIALIZE KICKS 3350 DASD AT ADDRESS 148
//* WRITES VTOC ON FRESHLY CREATED VOLUME
//*
//ICKDSF  EXEC PGM=ICKDSF,REGION=4096K
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
   INIT UNITADDRESS(148) NOVERIFY -
        VOLID(KICKS0) OWNER(HERCULES) -
        VTOC(0,1,15)
/*
//
