//BRXCHK   JOB (1),'CHECK BREXX',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//STEP1    EXEC PGM=IEFBR14
//CHK1     DD  DSN=BREXX.CURRENT.RXLIB,DISP=SHR
//CHK2     DD  DSN=SYS2.EXEC,DISP=SHR
//CHK3     DD  DSN=SYS2.LOADLIB,DISP=SHR
/*
