//FTPDPAR  JOB (1),FTPDPAR,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check FTPD parmlib configuration
//STEP1    EXEC PGM=IEBGENER
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  DUMMY
//SYSUT1   DD  DSN=SYS1.PARMLIB(FTPDPM00),DISP=SHR
//SYSUT2   DD  SYSOUT=*
/*
