//JCCCHK  JOB (1),JCC,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check if JCC is installed at HLQ
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTCAT LEVEL(JCC)
/*
