//LINKCHK  JOB (1),'CHECK LINKLIB',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check SYSC.LINKLIB for FTPDXCTL
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTD 'SYSC.LINKLIB' MEMBERS
/*
