//SYS2CHK  JOB (1),SYS2CHK,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check SYS2.LOADLIB for FTPDXCTL
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTD 'SYS2.LOADLIB' MEMBERS
/*
