//VOLCHECK JOB (1),'CHECK VOLUMES',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check what DASD volumes are online
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
DISPLAY U
DISPLAY ONLINE
/*
