//CATCHK  JOB (1),'CHECK CATALOG',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check all datasets in catalog
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTCAT LEVEL(SYS*)
LISTCAT LEVEL(SYS2)
/*
