//RAKFCHK  JOB (1),RAKF,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Check current RAKF users and profiles
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTD 'SYS1.SECURE.CNTL' MEMBERS
/*
