//CRTLOAD  JOB (1),CRTLOAD,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Create SYS2.LOADLIB if it doesn't exist
//STEP1    EXEC PGM=IEFBR14
//SYSUT2   DD  DSN=SYS2.LOADLIB,DISP=(NEW,CATLG),UNIT=3390,
//         VOL=SER=TSO001,SPACE=(TRK,(10,10)),DCB=(RECFM=U,BLKSIZE=32760)
/*
