//DSCHK    JOB (1),'CHECK DATASETS',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//STEP1    EXEC PGM=IEFBR14
//CHK1     DD  DSN=BREXX.CURRENT.RXLIB,DISP=SHR
//STEP2    EXEC PGM=IEFBR14
//CHK2     DD  DSN=SYS2.EXEC,DISP=SHR
//STEP3    EXEC PGM=IEFBR14
//CHK3     DD  DSN=SYS2.LOADLIB,DISP=SHR
//STEP4    EXEC PGM=IEFBR14
//CHK4     DD  DSN=SYS1.LINKLIB,DISP=SHR
/*
