//FINDBRX  JOB (1),'FIND BREXX',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTCAT LEVEL(BREXX) ALL
LISTCAT LEVEL(SYS2) ALL
LISTCAT LEVEL(SYS1) ENTRIES
/*
