//FTPTEST2 JOB (1),FTPD2,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//FTPD     EXEC PGM=FTPDXCTL,TIME=1440,REGION=4096K,
//   PARM='SRVPORT=2121 DD=AAINTRDR AUTHUSR=HERC01'
//AAINTRDR DD  SYSOUT=(A,INTRDR),DCB=(RECFM=FB,LRECL=80,BLKSIZE=80)
//STDOUT   DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
/*
