//LSTPROC  JOB (1),'LIST PROCLIB',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//STEP1    EXEC PGM=IEBPTPCH
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=SYS1.PROCLIB,DISP=SHR
//SYSUT2   DD  SYSOUT=*
//SYSIN    DD  *
 PRINT MAXFLDS=1
 TITLE ITEM=('SYS1.PROCLIB MEMBERS',1)
/*
