//LISTJCC  JOB (1),'LIST JCC',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTCAT ENTRIES(JCC00003) ALL
LISTCAT LEVEL(JCC) ALL
LISTCAT LEVEL(SYS2) ALL
/*
