//FINDFTPD JOB (1),FINDFTPD,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Search for FTPDXCTL in all libraries
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTCAT LEVEL(*)
SEARCH 'FTPDXCTL'
/*
