//RAKFTEST JOB (1),RAKFTEST,CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* Test RAKF access
//STEP1    EXEC PGM=IKJEFT01
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
LISTD 'SYS1.SECURE.CNTL' MEMBERS
/*
