//VTOCINT  JOB (1),'VTOC INT001',CLASS=A,MSGCLASS=X,
//         USER=HERC01,PASSWORD=CUL8TR
//* List VTOC of INT001 volume to find JCC/FTPD datasets
//STEP1    EXEC PGM=IEHLIST
//SYSPRINT DD  SYSOUT=*
//INT001   DD  UNIT=3380,VOL=SER=INT001,DISP=SHR
//SYSIN    DD  *
 LISTVTOC VOL=3380=INT001
/*
