//DEFCAT   JOB (1),DEFCAT,CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//IDCAMS   EXEC PGM=IDCAMS,REGION=4096K
//SYSPRINT DD SYSOUT=*
//KICKS0   DD UNIT=3350,DISP=OLD,VOL=SER=KICKS0
//SYSIN    DD *
  DEFINE USERCATALOG ( -
      NAME(UCKICKS0) -
      VOLUME(KICKS0) -
      TRACKS(7500 0) -
      FOR(9999) ) -
      DATA (TRACKS(15 5)) -
      INDEX (TRACKS(15)) -
      CATALOG(SYS1.VSAM.MASTER.CATALOG/SYSPROG)
  DEFINE ALIAS ( -
      NAME(KICKS) -
      RELATE(UCKICKS0)) -
      CATALOG(SYS1.VSAM.MASTER.CATALOG/SYSPROG)
/*
