//FIXNAMES JOB (1),FIXNAMES,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1),
//             REGION=4096K,USER=HERC01,PASSWORD=CUL8TR
//* COPY DATASETS TO CLIST-EXPECTED NAMES
//COPYS1  EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//IN       DD DSN=KICKS.KICKSSYS.V1R5M0.SKIKLOAD,DISP=SHR
//OUT      DD DSN=KICKS.S.V1R5M0.SKIKLOAD,DISP=(NEW,CATLG),
//            UNIT=3350,VOL=SER=KICKS0,SPACE=(TRK,(600,100,50))
//SYSIN    DD *
  COPY INDD=IN,OUTDD=OUT
/*
//COPYS2  EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//IN       DD DSN=KICKS.KICKSSYS.V1R5M0.KIKRPL,DISP=SHR
//OUT      DD DSN=KICKS.S.V1R5M0.KIKRPL,DISP=(NEW,CATLG),
//            UNIT=3350,VOL=SER=KICKS0,SPACE=(TRK,(600,100,50))
//SYSIN    DD *
  COPY INDD=IN,OUTDD=OUT
/*
//COPYS3  EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//IN       DD DSN=KICKS.KICKSSYS.V1R5M0.DOC,DISP=SHR
//OUT      DD DSN=KICKS.S.V1R5M0.DOC,DISP=(NEW,CATLG),
//            UNIT=3350,VOL=SER=KICKS0,SPACE=(TRK,(30,10,20))
//SYSIN    DD *
  COPY INDD=IN,OUTDD=OUT
/*
//MKUSER1 EXEC PGM=IEFBR14
//DD1      DD DSN=KICKS.U.V1R5M0.SKIKLOAD,DISP=(NEW,CATLG),
//            UNIT=3350,VOL=SER=KICKS0,SPACE=(TRK,(10,10,5)),
//            DCB=(DSORG=PO,RECFM=U,BLKSIZE=6144)
//MKUSER2 EXEC PGM=IEFBR14
//DD1      DD DSN=KICKS.U.V1R5M0.KIKRPL,DISP=(NEW,CATLG),
//            UNIT=3350,VOL=SER=KICKS0,SPACE=(TRK,(10,10,5)),
//            DCB=(DSORG=PO,RECFM=U,BLKSIZE=6144)
