//ICKDSF   JOB (1),ICKDSF,CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//ICKDSF  EXEC PGM=ICKDSF,REGION=4096K
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  INIT UNITADDRESS(148) NOVERIFY VOLID(KICKS0) -
       OWNER(HERCULES) VTOC(0,1,30)
/*
