//MKVSAM   JOB (1),MKVSAM,CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//STEP1   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE KICKS.KICKSSYS.V1R5M0.KIKINTRA CLUSTER PURGE
  SET MAXCC=0
  DELETE KICKS.KICKSSYS.V1R5M0.KIKTEMP CLUSTER PURGE
  SET MAXCC=0
  DEFINE CLUSTER ( -
         NAME(KICKS.KICKSSYS.V1R5M0.KIKINTRA) -
         NONINDEXED RECORDSIZE(100 32760) -
         TRACKS(50 10) VOLUMES(KICKS0) UNIQUE ) -
       DATA (NAME(KICKS.KICKSSYS.V1R5M0.KIKINTRA.DATA) -
         CONTROLINTERVALSIZE(32760))
  DEFINE CLUSTER ( -
         NAME(KICKS.KICKSSYS.V1R5M0.KIKTEMP) -
         NONINDEXED RECORDSIZE(100 32760) -
         TRACKS(100 20) VOLUMES(KICKS0) UNIQUE ) -
       DATA (NAME(KICKS.KICKSSYS.V1R5M0.KIKTEMP.DATA) -
         CONTROLINTERVALSIZE(32760))
/*
