//RCVKICK2 JOB (1),RCVKIK2,CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1),
//             REGION=4096K
//JOBLIB DD DISP=SHR,DSN=SYSC.LINKLIB
//*
//* UNPACK ALL KICKS DATASETS FROM THE INSTALL PDS
//*
//RECV PROC UID=KICKS,MEM=DUMMY,MEM2=DUMMY,TRK=30,MLQ=KICKS
//RECV1   EXEC PGM=RECV370
//RECVLOG  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//XMITIN   DD DSN=KICKS.V1R5M0.INSTALL(&MEM),DISP=SHR
//SYSUT1   DD UNIT=VIO,SPACE=(CYL,(5,5))
//SYSUT2   DD DSN=&UID..&MLQ..V1R5M0.&MEM2,
//            UNIT=3350,VOL=SER=KICKS0,
//            SPACE=(TRK,(&TRK,30,100),RLSE),DISP=(,CATLG)
//        PEND
//HCB2     EXEC RECV,MEM=HCB2,MEM2=CB2,TRK=150
//HCOB     EXEC RECV,MEM=HCOB,MEM2=COB,TRK=300
//HCOBCPY  EXEC RECV,MEM=HCOBCOPY,MEM2=COBCOPY,TRK=60
//HGCC     EXEC RECV,MEM=HGCC,MEM2=GCC,TRK=150
//HGCCCPY  EXEC RECV,MEM=HGCCCOPY,MEM2=GCCCOPY,TRK=60
//HINST    EXEC RECV,MEM=HINSTLIB,MEM2=INSTLIB,TRK=60
//HKIKRPL  EXEC RECV,MEM=HKIKRPL,MEM2=KIKRPL,TRK=600
//HMAPSRC  EXEC RECV,MEM=HMAPSRC,MEM2=MAPSRC,TRK=150
//HOPIDS   EXEC RECV,MEM=HOPIDS,MEM2=OPIDS,TRK=30
//*
//RECVS PROC UID=KICKS,MEM=DUMMY,MEM2=DUMMY,TRK=30,MLQ=KICKSSYS
//RECV1   EXEC PGM=RECV370
//RECVLOG  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//XMITIN   DD DSN=KICKS.V1R5M0.INSTALL(&MEM),DISP=SHR
//SYSUT1   DD UNIT=VIO,SPACE=(CYL,(5,5))
//SYSUT2   DD DSN=&UID..&MLQ..V1R5M0.&MEM2,
//            UNIT=3350,VOL=SER=KICKS0,
//            SPACE=(TRK,(&TRK,30,100),RLSE),DISP=(,CATLG)
//        PEND
//SCMDPROC EXEC RECVS,MEM=SCMDPROC,MEM2=CLIST,TRK=90
//SCOB     EXEC RECVS,MEM=SCOB,MEM2=COB,TRK=150
//SCOBCPY  EXEC RECVS,MEM=SCOBCOPY,MEM2=COBCOPY,TRK=60
//SDOC     EXEC RECVS,MEM=SDOC,MEM2=DOC,TRK=30
//SGCC     EXEC RECVS,MEM=SGCC,MEM2=GCC,TRK=150
//SGCCCPY  EXEC RECVS,MEM=SGCCCOPY,MEM2=GCCCOPY,TRK=60
//SINST    EXEC RECVS,MEM=SINSTLIB,MEM2=INSTLIB,TRK=90
//SKIKRPL  EXEC RECVS,MEM=SKIKRPL,MEM2=KIKRPL,TRK=600
//SMACLIB  EXEC RECVS,MEM=SMACLIB,MEM2=MACLIB,TRK=150
//SMAPSRC  EXEC RECVS,MEM=SMAPSRC,MEM2=MAPSRC,TRK=150
//SPROCLIB EXEC RECVS,MEM=SPROCLIB,MEM2=PROCLIB,TRK=30
//SPROCLZ  EXEC RECVS,MEM=SPROCLIZ,MEM2=PROCLIBZ,TRK=30
//SSKIKLOD EXEC RECVS,MEM=SSKIKLOD,MEM2=SKIKLOAD,TRK=600
//STESTCOB EXEC RECVS,MEM=STESTCOB,MEM2=TESTCOB,TRK=150
//STESTGCC EXEC RECVS,MEM=STESTGCC,MEM2=TESTGCC,TRK=150
//STESTFIL EXEC RECVS,MEM=STESTFIL,MEM2=TESTFILE,TRK=30
