//TAPEREAD JOB (1),'READ TAPE',CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//COPY    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//SYSUT1   DD UNIT=480,DISP=OLD,
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=80),
//            LABEL=(,NL)
//SYSUT2   DD DSN=HERC01.KICKS.XMIT,DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSALLDA,SPACE=(CYL,(100,20),RLSE),
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=3120)
//
